{
   "description" : "Description\nPrimary biliary cholangitis\nis an autoimmune disease leading to\ndestruction of the small bile ducts in the liver.  Progression is\nslow but inexhortable, eventually leading to cirrhosis and liver\ndecompensation.\nThe condition has been recognised since at least 1851 and was named\n\"primary biliary cirrhosis\" in 1949.\nBecause cirrhosis is a feature only of advanced disease, a change of\nits name to \"primary biliary cholangitis\" was proposed by patient\nadvocacy groups in 2014.\nThis data is from the Mayo Clinic trial in PBC conducted between 1974\nand 1984.  \nA total of 424 PBC patients, referred to Mayo Clinic during that ten-year\ninterval, met eligibility criteria for the randomized placebo controlled\ntrial of the drug D-penicillamine.  The first 312 cases in the data set\nparticipated in the randomized trial and contain largely complete data.  The\nadditional 112 cases did not participate in the clinical trial, but consented\nto have basic measurements recorded and to be followed for survival.  Six of\nthose cases were lost to follow-up shortly after diagnosis, so the data here\nare on an additional 106 cases as well as the 312 randomized participants.\nA nearly identical data set found in appendix D of Fleming and Harrington;\nthis version has fewer missing values.",
   "title" : "Mayo Clinic Primary Biliary Cholangitis Data",
   "usage" : "pbc\ndata(pbc, package=\"survival\")",
   "format" : "age: in years\n\n\n \n    albumin: serum albumin (g/dl)\n\n\n \n    alk.phos: alkaline phosphotase (U/liter)\n\n\n \n    ascites: presence of ascites \n\n\n \n    ast: aspartate aminotransferase, once called SGOT (U/ml)\n\n\n \n    bili: serum bilirunbin (mg/dl)\n\n\n \n    chol: serum cholesterol (mg/dl)\n\n\n \n    copper: urine copper (ug/day)\n\n\n \n    edema: 0 no edema, 0.5 untreated or successfully treated\n\n\n \n     1 edema despite diuretic therapy\n\n\n \n    hepato: presence of hepatomegaly or enlarged liver\n\n\n \n    id: case number\n\n\n \n    platelet: platelet count\n\n\n \n    protime: standardised blood clotting time\n\n\n \n    sex: m/f\n\n\n \n    spiders: blood vessel malformations in the skin\n\n\n \n    stage: histologic stage of disease (needs biopsy)\n\n\n \n    status: status at endpoint, 0/1/2 for censored, transplant, dead\n\n\n \n    time:  number of days between registration and the earlier of death,\n\n\n \n        transplantion, or study analysis in July, 1986\n\n\n \n    trt: 1/2/NA for D-penicillmain, placebo, not randomised\n\n\n \n    trig: triglycerides (mg/dl)"
}
