{
   "format" : "id: case number\n\n\n \n    age: in years\n\n\n \n    sex: m/f\n\n\n \n    trt: 1/2/NA for D-penicillmain, placebo, not randomised\n\n\n \n    time: number of days between registration and the earlier of death,\n\n\n \n        transplantion, or study analysis in July, 1986\n\n\n \n    status: status at endpoint, 0/1/2 for censored, transplant, dead\n\n\n \n    day: number of days between enrollment and this visit date\n\n\n \n        all measurements below refer to this date\n\n\n \n    albumin: serum albumin (mg/dl)\n\n\n \n    alk.phos: alkaline phosphotase (U/liter)\n\n\n \n    ascites: presence of ascites \n\n\n \n    ast: aspartate aminotransferase, once called SGOT (U/ml)\n\n\n \n    bili: serum bilirunbin (mg/dl)\n\n\n \n    chol: serum cholesterol (mg/dl)\n\n\n \n    copper: urine copper (ug/day)\n\n\n \n    edema: 0 no edema, 0.5 untreated or successfully treated\n\n\n \n     1 edema despite diuretic therapy\n\n\n \n    hepato: presence of hepatomegaly or enlarged liver\n\n\n \n    platelet: platelet count\n\n\n \n    protime: standardised blood clotting time\n\n\n \n    spiders: blood vessel malformations in the skin\n\n\n \n    stage: histologic stage of disease (needs biopsy)\n\n\n \n    trig: triglycerides (mg/dl)",
   "description" : "Description\nThis data is a continuation of the PBC data set,\nand contains the follow-up laboratory data for each study patient.\nAn analysis based on the data can be found in Murtagh, et. al.\nThe primary PBC data set contains only baseline measurements \nof the laboratory \nparameters.  This data set contains multiple laboratory results, but\nonly on the 312 randomized patients.  Some baseline data values in this file\ndiffer from the original PBC file, for instance, the data errors in\nprothrombin time and age which were discovered after the original analysis\n(see Fleming and Harrington, figure 4.6.7). It also contains further follow-up.\nOne feature of the data deserves special comment.  The last\nobservation before death or liver transplant often has many more\nmissing covariates than other data rows.  The original clinical\nprotocol for these patients specified visits at 6 months, 1 year, and\nannually thereafter.  At these protocol visits lab values were\nobtained for a pre-specified battery of tests.  \"Extra\" visits,\noften undertaken because of worsening medical condition, did not\nnecessarily have all this lab work. \nThe missing values are thus potentially informative.",
   "title" : "Mayo Clinic Primary Biliary Cirrhosis, sequential data",
   "usage" : "pbcseq\ndata(pbc, package=\"survival\")"
}
