{
   "format" : "A data frame with 1,411 observations on the following 24 variables.",
   "usage" : "ESS10NO",
   "reference" : "You'll want to convert the eu_vote variable into something usable.\nPossible values include \"Remain Outside\", \"Join EU\", \"Don't Know\", \"Not Eligible\",\n\"Blank Ballot\", \"Refuse to Answer\", \"Wouldn't Vote\". Perhaps it's reasonable\nto make this a dummy variable comparing those who want to join versus those\nwho want Norway to remain outside the European Union.",
   "title" : "Norwegian Attitudes toward European Integration (2021-2022)",
   "description" : "Description\nThis is a simple data set to illustrate the use of sampling weights from\nthe European Social Survey.",
   "parameters" : {
      "imueclt" : "a numeric vector for if respondent thinks immigrants enrich or undermine Norway's culture. Higher values = enrich more than undermine",
      "cntry" : "a character vector with Norway's two-character ISO code",
      "region" : "a character for one of six regions recorded by the European Social Survey",
      "inwde" : "a date-time vector for the end of the interview",
      "pweight" : "a population size weight",
      "brnnorge" : "a dummy variable indicating whether respondent was born in Norway or not",
      "inwds" : "a date-time vector for the start of the interview",
      "pspwght" : "a post-stratification weight, including the design weight",
      "imwbcnt" : "a numeric vector for if respondent thinks immigrants make Norway a better place to live. Higher values = better place to live",
      "agea" : "a numeric vector for the respondent's age in years",
      "anweight" : "an analysis weight",
      "eu_vote" : "a character vector indicating how a respondent would vote if given a vote on joining the European Union",
      "lrscale" : "a numeric vector for the ideology of the respondent on an 11-point scale, from 0 to 10",
      "female" : "a numeric vector for whether the respondent is a woman",
      "idno" : "a numeric identifier for the individual respondent",
      "prob" : "the sampling probability",
      "hinctnta" : "a numeric vector for household income in deciles",
      "imbgeco" : "a numeric vector for if respondent thinks immigrants are generally good or bad for Norway's economy. Higher values = good",
      "psu" : "the primary sampling unit",
      "dweight" : "a design weight",
      "stratum" : "the sampling stratum",
      "uempla" : "a numeric vector for whether the respondent is currently unemployed but seeking work",
      "polint" : "a dummy variable indicating political interest. 1 = very or quite interested. 0 = hardly or not at all interested.",
      "eduyrs" : "a numeric vector for total years of education for the respondent"
   }
}
