{
   "usage" : "states_war",
   "reference" : "Start date and end date are in \"MM/D(D)/YYYY\" format. You can extract this\ninformation into multiple columns with a separate function from the\ntidyr package. This is mostly for convenience. Be mindful of two things:\nFirst, dates are dates of first and last action, and not necessarily the\nescalation to war, per se. Second, dates can be \"missing\". These are -9s, and\nare commonplace when archival research can't pinpoint an exact day something\nhappened.",
   "description" : "Description\nA data set on state performance in inter-state wars. This data is useful for\nevaluating Valentino et al.'s (2010) \"Bear Any Burden\" analysis using more\ncurrent data.",
   "title" : "State Performance in Inter-State Wars",
   "parameters" : {
      "wbgdppc2011est" : "a numeric vector for the estimated GDP per capita (log-transformed)",
      "fatalmin" : "a numeric vector for minimum estimated fatalities for participant",
      "sidea" : "a numeric vector communicating whether participant was on side that initiated confrontation",
      "micnum" : "a numeric for the confrontation code",
      "milex" : "an estimate of military expenditures (in thousands)",
      "xm_qudsest" : "an extension of the Unified Democracy Scores (UDS) estimates, made possibly by the QuickUDS package from Xavier Marquez.",
      "enddate" : "a character vector communicating participant start date. See details for more.",
      "mindur" : "a numeric vector communicating minimum duration in confrontation. See details for more.",
      "wbgdp2011est" : "a numeric vector for the estimated natural log of GDP in 2011 USD (log-transformed)",
      "fatalmax" : "a numeric vector for maximum estimated fatalities for participant",
      "orig" : "a numeric vector communicating whether participant was in confrontation on day one",
      "hiact" : "a numeric vector communicating highest action during confrontation",
      "oppfatalmax" : "a numeric vector for maximum estimated fatalities by participant against opponents",
      "cinc" : "The Composite Index of National Capability (\"CINC\") score",
      "v2x_polyarchy" : "the Varieties of Democracy \"polyarchy\" estimate",
      "ccode" : "a numeric for the Correlates of War state code",
      "polity2" : "the the polity2 score from the Polity project",
      "tpop" : "an estimate of the total population size of the state (in thousands)",
      "maxdur" : "a numeric vector communicating minimum duration in confrontation. See details for more.",
      "wbpopest" : "a numeric vector for the estimated population size (log-transformed)",
      "stdate" : "a character vector communicating participant start date. See details for more.",
      "milper" : "an estimate of the size of military personnel (in thousands) for the state",
      "oppfatalmin" : "a numeric vector for minimum estimated fatalities by participant against opponents"
   },
   "format" : "A data frame with the following variables."
}
