{
   "format" : "A data frame containing 4,870 observations on 27 variables.",
   "parameters" : {
      "gender" : "factor indicating gender.",
      "requirements" : "factor. Does the ad mention some requirement for the job?",
      "college" : "factor. Does the applicant have a college degree or more?",
      "email" : "factor. Was the e-mail address on the applicant's resume?",
      "ethnicity" : "factor indicating ethnicity (i.e., Caucasian-sounding\nvs. African-American sounding first name).",
      "military" : "factor. Does the applicant have military experience?",
      "quality" : "factor indicating quality of resume.",
      "minimum" : "factor indicating minimum experience requirement of the employer.",
      "reqcomp" : "factor. Does the ad mention some computer skills requirement?",
      "jobs" : "number of jobs listed on resume.",
      "experience" : "number of years of work experience on the resume.",
      "special" : "factor. Does the resume mention some special skills?",
      "call" : "factor. Was the applicant called back?",
      "computer" : "factor. Does the resume mention some computer skills?",
      "reqorg" : "factor. Does the ad mention some organizational skills requirement?",
      "city" : "factor indicating city: Boston or Chicago.",
      "volunteer" : "factor. Did the resume mention some volunteering experience?",
      "industry" : "factor indicating type of employer industry.",
      "reqcomm" : "factor. Does the ad mention some communication skills requirement?",
      "reqexp" : "factor. Does the ad mention some experience requirement?",
      "reqeduc" : "factor. Does the ad mention some educational requirement?",
      "holes" : "factor. Does the resume have some employment holes?",
      "wanted" : "factor indicating type of position wanted by employer.",
      "honors" : "factor. Did the resume mention some honors?",
      "name" : "factor indicating applicant's first name.",
      "school" : "factor. Does the resume mention some work experience while at school?",
      "equal" : "factor. Is the employer EOE (equal opportunity employment)?"
   },
   "usage" : "data(\"ResumeNames\")",
   "reference" : "Cross-section data about resume, call-back and employer information for 4,870 fictitious\nresumes sent in response to employment advertisements in Chicago and Boston in 2001, \nin a randomized controlled experiment conducted by Bertrand and Mullainathan (2004).\nThe resumes contained information concerning the ethnicity of the applicant.\nBecause ethnicity is not typically included on a resume, resumes were differentiated on\nthe basis of so-called &ldquo;Caucasian sounding names&rdquo; (such as Emily Walsh or Gregory Baker)\nand &ldquo;African American sounding names&rdquo; (such as Lakisha Washington or Jamal Jones).\nA large collection of fictitious resumes were created and the pre-supposed\nethnicity (based on the sound of the name) was randomly assigned to each resume.\nThese resumes were sent to prospective employers to see which resumes generated a phone call\nfrom the prospective employer.",
   "title" : "Are Emily and Greg More Employable Than Lakisha and Jamal?",
   "description" : "Description\nCross-section data about resume, call-back and employer information for 4,870 fictitious\nresumes."
}
