{
   "parameters" : {
      "sexrisk" : "Risk Assessment Battery sex risk score (measured at baseline)",
      "pcs" : "SF-36 Physical Component Score (measured at baseline, higher scores are better)",
      "age" : "subject age at baseline (in years)",
      "indtot" : "Inventory of Drug Use Consequences (InDUC) total score (measured at baseline)",
      "g1b" : "experienced serious thoughts of suicide in last 30 days (measured at baseline): a factor with levels no yes",
      "avg_drinks" : "average number of drinks (standard units) consumed per day, in the\npast 30 days (measured at baseline). Same as i1.",
      "homeless" : "housing status: a factor with levels housed homeless",
      "drugrisk" : "Risk Assessment Battery drug risk scale at baseline",
      "i1" : "average number of drinks (standard units) consumed per day, in the\npast 30 days (measured at baseline)",
      "treat" : "randomized to HELP clinic: no yes",
      "mcs" : "SF-36 Mental Component Score (measured at baseline, higher scores are better)",
      "female" : "0 for male, 1 for female",
      "linkstatus" : "post-detox linkage to primary care (0 = no, 1 = yes)",
      "i2" : "maximum number of drinks (standard units) consumed per day, in the\npast 30 days (measured at baseline)",
      "pss_fr" : "perceived social support by friends (measured at baseline)",
      "cesd" : "Center for Epidemiologic Studies Depression measure of depressive symptoms at baseline (higher scores indicate more symptoms)",
      "daysanysub" : "time (in days) to first use of any substance post-detox",
      "d1" : "lifetime number of hospitalizations for medical problems (measured at baseline)",
      "link" : "post-detox linkage to primary care: no yes",
      "satreat" : "any BSAS substance abuse treatment at baseline: no yes",
      "anysub" : "use of any substance post-detox: a factor with levels no yes",
      "dayslink" : "time (in days) to linkage to primary care",
      "id" : "subject identifier",
      "sex" : "a factor with levels male female",
      "substance" : "primary substance of abuse: alcohol cocaine heroin",
      "racegrp" : "race/ethnicity: levels black hispanic other white",
      "max_drinks" : "maximum number of drinks (standard units) consumed per day, in the\npast 30 days (measured at baseline).  Same as i2.",
      "e2b" : "number of times in past 6 months entered a detox program (measured at baseline)"
   },
   "title" : "Health Evaluation and Linkage to Primary Care",
   "description" : "Description\nThe HELP study was a clinical trial for adult inpatients recruited from a\ndetoxification unit.  Patients with no primary care physician were randomized\nto receive a multidisciplinary assessment and a brief motivational intervention\nor usual care, with the goal of linking them to primary medical care.",
   "reference" : "Eligible subjects were adults, who spoke Spanish or English, reported alcohol,\nheroin or cocaine as their first or second drug of choice, resided in proximity\nto the primary care clinic to which they would be referred or were homeless.\nPatients with established primary care relationships they planned to continue,\nsignificant dementia, specific plans to leave the Boston area that would\nprevent research participation, failure to provide contact information for\ntracking purposes, or pregnancy were excluded.",
   "usage" : "data(HELPmiss)",
   "format" : "Data frame with 470 observations on the following variables."
}
