{
   "format" : "A data frame with 507 observations on the following 25 variables.",
   "description" : "Description\nBody girth measurements and skeletal diameter measurements, as well as age,\nweight, height and gender, are given for 507 physically active individuals -\n247 men and 260 women. These data can be used to provide statistics students\npractice in the art of data analysis. Such analyses range from simple\ndescriptive displays to more complicated multivariate analyses such as\nmultiple regression and discriminant analysis.",
   "title" : "Body measurements of 507 physically active individuals.",
   "reference" : "Heinz G, Peterson LJ, Johnson RW, Kerk CJ. 2003. Exploring\nRelationships in Body Dimensions. Journal of Statistics Education 11(2).",
   "usage" : "bdims",
   "parameters" : {
      "kne_gi" : "A numerical vector, respondent's knee diameter in\ncentimeters, measured as sum of two knees.",
      "thi_gi" : "A numerical vector, respondent's thigh girth in\ncentimeters, measured below gluteal fold as the average of right and left\ngirths.",
      "nav_gi" : "A numerical vector, respondent's navel (abdominal)\ngirth in centimeters, measured at umbilicus and iliac crest using iliac\ncrest as a landmark.",
      "elb_di" : "A numerical vector, respondent's elbow diameter in\ncentimeters, measured as sum of two elbows.",
      "wri_di" : "A numerical vector, respondent's wrist diameter in\ncentimeters, measured as sum of two wrists.",
      "age" : "A numerical vector, respondent's age in years.",
      "bii_di" : "A numerical vector, respondent's biiliac diameter\n(pelvic breadth) in centimeters.",
      "for_gi" : "A numerical vector, respondent's forearm girth in\ncentimeters, measured when extended, palm up as the average of right and\nleft girths.",
      "sho_gi" : "A numerical vector, respondent's shoulder girth in\ncentimeters, measured over deltoid muscles.",
      "ank_di" : "A numerical vector, respondent's ankle diameter in\ncentimeters, measured as sum of two ankles.",
      "che_de" : "A numerical vector, respondent's chest depth in centimeters,\nmeasured between spine and sternum at nipple level, mid-expiration.",
      "bit_di" : "A numerical vector, respondent's bitrochanteric diameter\nin centimeters.",
      "wgt" : "A numerical vector, respondent's weight in kilograms.",
      "che_di" : "A numerical vector, respondent's chest diameter in\ncentimeters, measured at nipple level, mid-expiration.",
      "hgt" : "A numerical vector, respondent's height in centimeters.",
      "cal_gi" : "A numerical vector, respondent's calf maximum girth\nin centimeters, measured as average of right and left girths.",
      "wri_gi" : "A numerical vector, respondent's wrist minimum girth\nin centimeters, measured as average of right and left girths.",
      "bia_di" : "A numerical vector, respondent's biacromial diameter in\ncentimeters.",
      "wai_gi" : "A numerical vector, respondent's waist girth in\ncentimeters, measured at the narrowest part of torso below the rib cage as\naverage of contracted and relaxed position.",
      "kne_di" : "A numerical vector, respondent's knee diameter in\ncentimeters, measured as sum of two knees.",
      "che_gi" : "A numerical vector, respondent's chest girth in\ncentimeters, measured at nipple line in males and just above breast tissue\nin females, mid-expiration.",
      "sex" : "A categorical vector, 1 if the respondent is male,\n0 if female.",
      "bic_gi" : "A numerical vector, respondent's bicep girth in\ncentimeters, measured when flexed as the average of right and left\ngirths.",
      "ank_gi" : "A numerical vector, respondent's ankle minimum girth\nin centimeters, measured as average of right and left girths.",
      "hip_gi" : "A numerical vector, respondent's hip girth in\ncentimeters, measured at at level of bitrochanteric diameter."
   }
}
